txt_instruction = '''
Ця програма дозволить вам за допомогою тесту Руфьє \n здійснити першинну діагностику вашого здоров'я.\n
Тест Руфьє - це навантажувальний комплекс, \n створений для оцінки працездатності серця при фізичному навантаженні.\n
У досліджуваного визначають частоту пульсу протягом 15 секунд.\n
Потім протягом 45 секунд досліджуваний виконує 30 присідань.\n
Після завершення навантаження пульс знову підраховується: \nкількість пульсацій за перші 15 секунд, 30 секунд відпочинку,\n кількість пульсацій за останні 15 секунд.\n'''

txt_test1 = '''Виміряйте пульс протягом 15 секунд.\n
Результат запишіть у відповідне поле.'''

txt_test2 = '''Виконайте 30 присідань протягом 45 секунд.\n 
Натисніть кнопку "Почати", щоб запустити лічильник присідань.\n
Робіть присідання зі швидкістю лічильника.'''

txt_test3 = '''Протягом хвилини виміряйте пульс двічі:\n 
за перші 15 секунд хвилини, а потім за останні 15 секунд.\n
Результати запишіть у відповідні поля.'''

txt_sits = "Виконайте 30 присідань за 45 секунд."